{
  "Restaurang Spill (6min)": "Dagens lunch\nfredag, 20/9, 2024\nStekt kyckling, potatis i fransk senapsdressing, syrlig rädisa, parmesan, bakad broccoli & örtmajonnäs\nVegetarisk:\nPaprika med smörböna, potatis i fransk senapsdressing, syrlig rädisa, parmesan, bakad broccoli & örtmajonnäs\nVarmt välkomna till oss!",
  "Mia Marias (3min)": "Fredag 20/9\nFisk 120 kr\nUgnsbakad kolja, ugnsrostad tomat, kokt\npotatis och vitvinssås med dill.\nKött 110 kr\nNattbakad karré med äpple och katrinplommon. Cidersås, rostad potatis och rödkål.\nVegetarisk 105 kr\nPotatisbullar med rårörda lingon, rostade morötter och bakad spetskål.",
  "P2 (3min)": "Fredag\nGREEN\nPanerad eko-tofu med röd draksås, krämig kålsallad & jordnötter\nLOCAL\nSkånsk kotlett med purjolökspotatis, choronsås & persilja\nWORLD WIDE\nPankopanerad kyckling med röd draksås, krämig kålsallad & jordnötter\nIDAG BJUDER VI PÅ LITEN SÖTSAK :)",
  "Ubåtshallen (6min)": "Vecka 38\n16 September till 20 September\nMåndag\nDet gröna:\nBibimbap – kryddig sojafärs, japanskt ris, sesammarinerad gurka, böngroddar, gröna blad, ingefärspicklad morot, salladslök, chilimajonnäs och stekt ägg\nHusman:\nSmåländska isterband från åkes chark med dillstuvad potatis, inlagda rödbetor och senap\nInternationell:\nBibimbap – kryddig nötfärs, japanskt ris, sesammarinerad gurka, böngroddar, gröna blad, ingefärspicklad morot, salladslök, chilimajonnäs och stekt ägg\nTisdag\nDet gröna:\nKrämigt matvete med västerbottenost, belugalinser, rostade morötter, råhyvlad fänkål och kryddkrasse\nHusman:\nPanerad spätta med potatis, gröna ärtor, broccoli och äppelremoulad\nInternationell:\nLasagne bolognese på nötfärs med ruccola, picklad rödlök och rostade fröer\nOnsdag\nDet gröna:\nPaj med fetaost och spenat serveras med tomatsallad och aioli\nHusman:\nViltfärslimpa med rostade rotfrukter, svampsås och rårörda blåbär\nInternationell:\nTonkatsu chicken – Pankopanerad kycklingschnitzel med jasminris, krämig kålsallad, sesammarinerad gurksallad och tonkatsusås\nTorsdag\nDet gröna:\nHummusbowl – örtig couscous, bakade småtomater, gröna blad, oliver, fetaost och kikärtscrunch\nHusman:\nKalvköttbullar med potatis, gräddsås, pressgurka och rårörda lingon\nInternationell:\nBoeuf bourguignon med potatispuré, champinjoner, bacon, syrliga lökar och timjan\nFredag\nDet gröna:\nSvamprisotto med smörstekta champinjoner, grönkål och rostad mandel\nHusman:\nWallenbergare med potatismos, gröna ärtor, rårörda lingon och brynt smör\nInternationell:\nChiligryta på högrev med choklad, smörbönor, paprika och avokadokräm och koriander",
  "Stora Varvsgatan (5min)": "Fredag\nDagens: Stekt pluma med rostad potatis, grönpepparsås, gröna bönor & gelé\nVeg: Stekt portabello med rostad potatis, grönpepparsås, gröna bönor & gelé\n(Dagens innehåller: Laktos)\n(Vegetariskt innehåller: Laktos)\nÖppettider 11.00 – 14.00, måndag till fredag\n(Med reservation för ändringar)\nPriser\nBird 11.00-13.30 … 129 kr\n11 kort?\nKöp 11 luncher och betala för 10\nwww.storavarvsgatan6.se\nRestaurangen 0732-440040\nEmail: info@storavarvsgatan6.se",
  "Glasklart (1min)": "No menu available for Fredag.",
  "Saltimporten (24min)": "FREDAG\nLax / Pesto / Fänkål / Citron\nVEGETARISKT\nMån-Ons\n: Tomat / Melon / Libbsticka / Couscous\nTors-fre\n:\nTofu / Rättika / Purjolök / Jordnöt"
}