{
  "Restaurang Spill (1 min)": "Fläskytterfilé med potatiskaka, skysås, bakad tomat, sotad gemsallad och persilja \n(Finns fläskfritt alternativ) Vegetarisk: Aubergine med potatiskaka, skysås, bakad tomat, sotad gemsallad och persilja\n(Finns veganskt alternativ)\n\n130 kr, smör & hembakad bröd och bryggkaffe.",
  "Cicchetti (5 min)": "Pasta – Frutti di mare (Skalade skaldjur) – Tomatsås – Körsbärtomater – Persilja\nPasta – Frutti di mare (Peeled seafood) – Tomato sauce – Cherry tomatoes – Parsley\n\n149 kr, bryggkaffe & sallads buffé ingår.",
  "Percys (7 min)": "Arenans fläsksida serveras med rödkål, äppelmos & kokt potatis\n\n145 kr, salladsbord, hembakat bröd, smör & kaffe.",
  "Edge Kitchen (10 min)": "Dagens: Ragu på högrev med rigatonipasta, tomat, grönkål, grana padano\nVegetarisk: Grillad portabello med med rigatonipasta, tomat, grönkål, grana padano\n\n149 kr.",
  "Restaurang Pascal (10 min)": "Bouef bourguignon med potatispuré, bakad svamp och picklad rödlök149 kr",
  "Gemyt med SMAK (5 min)": "Kycklingbröst med sotad romansallad, Parmesancremé, råhyvlad champinjon och knaperstekt bacon.\nKummelfile med Sandefjordsås, svartkålssallad, dill och mandel.\nSvamprisotto med ärtor, tryffel, parmesan och kålchips\n\n\n\n149 kr, sallad, surdegsbröd och vatten ingår",
  "The Garden - Hyllie Terrass (2 min)": "Gröna smaker\nGrönsakscurry med grillost, kikärtor, linser, basmatiris och libabröd\n\nKlassiska smaker\nKlassisk Wallenbergare med brynt smör, gröna ärtor, rårörda lingon och potatismos\n\nVärldens smaker\nHavets Wallenbergare med potatismos, gröna ärtor & brynt dillsmör\n\n138 kr.",
  "HEAT Hyllie (3 min)": "Heats jullunch\nJuldessertbuffé med julens smaker\nJulens Kalla DelikatesserGravad lax med hovmästarsås, Heats inlagda sill, Heats senapssill, Griljerad Julskinka, Heats Skagenröra, Rödbetssallad, Ägghalvor med rom och majonnäs och Bakad leverpastej med smörgåsgurka\nJulens Varma KlassikerJanssons Frestelse, Prinskorv med skånsk senap, Hemlagade köttbullar och Kokt delikatesspotatis, \nHeats hembakade julvört\n\n154 kr."
}