{
  "Restaurang Spill (1 min)": "Lasagne a la bolognese med tomatsallad, kålsallad och örtkräm Vegetarisk: Grönsakslasagne med tomatsallad, kålsallad och örtkräm \n(Finns veganskt alternativ) \n\nTrevlig helg! 135kr\n\n130 kr, smör & hembakad bröd och bryggkaffe.",
  "Cicchetti (5 min)": "Lunch vecka 7\nKl. 11.00-14.00 Mån/Mon/Lun - Fre/Fri/Ven \nAlla rätter kostar 149 kronor. Bryggkaffe & Sallads Buffet ingår. På fredagar erbjuder vi även lite kaffebröd =)\nAll dish cost 149 kr. Filtered coffee & Salad’s buffet are included. On Friday´s we include some cake for the coffee =)\n \nHela veckan /Whole week/ Tutta la settimana\n\nClassics\nPasta Bolognese (Köttfärssås á lá Bolognese på nöttkött) med grana\nPasta Carbonara (Ägg, svart peppar, pecorino, pancetta, grana) \n\nSallad med/With burrata eller/or kyckling\nGrapefrukt – Rödlök – Betor – krutonger - Solroskärnor\nGrapefruit – Red onions – Beets - Croutons – Sunflower seeds\n\nVeg pasta\nPasta – Rotselleri kräm – Rostad selleri – Kronärtskocka – Valnötter – Grana – Persilja\nPasta – Celeriac cream – Roasted celery – Artichokes – Walnuts – Grana - Parsley\n\n149 kr, bryggkaffe & sallads buffé ingår.",
  "Percys (7 min)": "Could not fetch PDF: 404 Client Error: Not Found for url: https://www.malmoarena.com/hubfs/Dagens%20r%C3%A4tt%20v08%202026.pdf?hsLang=sv",
  "Edge Kitchen (10 min)": "Dagens: Kyckling schnitzel med rostade potatis, citronhollandaise, syrad rödlök, suger snaps\nVegetarisk: Vego schnitzel med rostade potatis, citronhollandaise, syrad rödlök, suger snaps\n\n149 kr.",
  "Gemyt med SMAK (5 min)": "Friterad fläskschnitzel med ärtor, vispat örtsmör, kapris och persilja.\nBakad sej med stuvad blomkål, råhyvlad blomkål, bryntsmör, hasselnötter och krasse.\nGratinerad getost med rödbetor, vintersallad, marinerade kikärtor och rostade frön\n\n\n\n149 kr, sallad, surdegsbröd och vatten ingår",
  "The Garden - Hyllie Terrass (2 min)": "138 kr.",
  "HEAT Hyllie (3 min)": "Dessertbuffé med massa goda sötsaker\nNattstekt mörad ryggbiff med bearnaisesås och rödvinssås samt råstekt potatis och kryddsmör\nStekt panerad spättafilé med remouladsås samt Heats potatismos och dillslungade morötter \nLasagne al forno med riven ost och färska örter\nVeg. Ris- och svampbiffar med limeaioli samt råstekt potatis och krispig sallad\nHeats salladsbuffé (Gör din egen sallad) \n\n154 kr."
}