{
  "Restaurang Spill (1 min)": "Stekt färs med ingefära och spiskummin. Serveras med ris, chilimajo, kålsallad, groddar & tomater \n(Finns fläskfritt alternativ)  Vegetarisk: Stekt svamp med ingefära och spiskummin. Serveras med ris, chilimajo, kålsallad, groddar & tomater \n\nTrevlig helg!    130kr\n\n130 kr, smör & hembakad bröd och bryggkaffe.",
  "Cicchetti (5 min)": "Gnocchi – Citronsås - Salvia – Kyckling – Spenat – Grana – Hasselnötter\nGnocchi – Lemon sauce – Sage – Chicken – Spinach – Grana - Hazelnuts\n\n149 kr, bryggkaffe & sallads buffé ingår.",
  "Percys (7 min)": "BBQ-buffé serveras med stort salladsbord & goda tillbehör\nGRÖNT, FISK, HÅLLBART & VEGETARISKT\nVår gröna buffé med fisk & vegetariska rätter samt\ngoda tillbehör – varieras under veckan\nFÅ 10% RABATT MED VÅRT LUNCHKORT\nLadda för minst 500 kr så har ni 10% rabatt på\nDagens lunchbuffé\nMALMÖ ARENA – PERCYS RESTAURANG – HYLLIE BOULEVARD 16 – 040-642 04 44\n\n145 kr, salladsbord, hembakat bröd, smör & kaffe.",
  "Edge Kitchen (10 min)": "Dagens: Panko friterad kyckling med woknudlar, chilimajonnäs, koriander, sesamfrön\nVegetarisk: Panko friterad blomkål med woknudlar, chilimajonnäs, koriander, sesamfrön\n \n \nRestaurangen: 0732-440051\nVID ALLERGIER KONTAKTA PERSONALEN\n Vi vill tacka alla kunder/ gäster som besöker oss.\n\n149 kr.",
  "Restaurang Pascal (10 min)": "- Dessert ingårStekt kalv med potatisgratäng, rödvinssås, bearnaisesås och picklad rödlök149 kr",
  "Gemyt med SMAK (5 min)": "\"Tonkatsu\" pankopanerad fläsksida med kålsallad, böngroddar, rostade sesamfrö och tonkatsusås.\nLaxfile med citronemulsion, råhyvlad morot, picklade senapsfrön och dill\nGnocchi med gräddstuvad kål, friterad salvia, hasselnötter, Vesterhavsost och raddicho.\n\n\n\n149 kr, sallad, surdegsbröd och vatten ingår",
  "The Garden - Hyllie Terrass (2 min)": "138 kr.",
  "HEAT Hyllie (3 min)": "Farmor Guns äppelpaj med vaniljsås\nHeats BBQ-bufféMarinerad karré, heta drumsticks, grillad kycklingfilé, grillad chorizo, grillad pangasiusfilé med wokgrönsaker, krämig potatisgratäng, bearnaisesås, varm BBQ-sås och tzatziki\nVeg. Wokade färska grönsaker med friterad halloumi samt potatisgratäng och krispig ruccolasallad\nHeats salladsbuffé (Gör din egen sallad) \n\n154 kr."
}