{
  "Restaurang Spill (1 min)": "Grissida med rostad potatis och morot, skysås med mejram, äppelpuré samt marinerade betor \n(Finns fläskfritt) Vegetarisk: Bakad rotselleri och svamp med rostad potatis och morot, skysås med mejram, äppelpuré samt marinerade betor\n(Finns veganskt alternativ) \n\nHa en underbar dag!  135kr\n\n130 kr, smör & hembakad bröd och bryggkaffe.",
  "Cicchetti (5 min)": "Lunch vecka 9\nKl. 11.00-14.00 Mån/Mon/Lun - Fre/Fri/Ven \nAlla rätter kostar 149 kronor. Bryggkaffe & Sallads Buffet ingår. På fredagar erbjuder vi även lite kaffebröd =)\nAll dish cost 149 kr. Filtered coffee & Salad’s buffet are included. On Friday´s we include some cake for the coffee =)\n \nHela veckan /Whole week/ Tutta la settimana\n\nClassics\nPasta Bolognese (Köttfärssås á lá Bolognese på nöttkött) med grana\nPasta Carbonara (Ägg, svart peppar, pecorino, pancetta, grana) \n\nSallad med/With burrata eller/or kyckling\n\nApelsin – Äpple – Rödlök - krutonger - Solroskärnor\n Orange– Apples – Red onions - Croutons – Sunflower seeds\n\nVeg pasta\nPasta – Morotsås – Rostad purjolök - Spenat – Valnötter - Grana\nPasta – Carrot sauce – Roasted Leek - Spinach – Walnuts - Grana\n\n149 kr, bryggkaffe & sallads buffé ingår.",
  "Percys (7 min)": "Could not fetch PDF: 404 Client Error: Not Found for url: https://www.malmoarena.com/hubfs/Dagens%20r%C3%A4tt%20v09%202026.pdf?hsLang=sv",
  "Edge Kitchen (10 min)": "Dagens: Grillad kyckling med smashed potato, chimichurri, broccolisallad, aioli\nVegetarisk: Grillad qournfile med smashed potato, chimichurri, broccolisallad, aioli\n\n149 kr.",
  "Gemyt med SMAK (5 min)": "Hoisinglacerad karré med gurka, chili, sesam, picklade böngroddar samt Gochujangmajonnäs och koriander.\nFriterad sejfile med remouladsås, råmarinerad morot, broccoli samt citron och dill.\nHelbakad blomkål med matvete, chimichurri, mandel, machesallad och fetaostcreme.\n\n\n\n149 kr, sallad, surdegsbröd och vatten ingår",
  "The Garden - Hyllie Terrass (2 min)": "138 kr.",
  "HEAT Hyllie (3 min)": "Hemlagade pannkakor med sylt och vispad grädde\nGrillad fläskfilé med bearnaisesås samt kryddig ugnsrostad potatis och frästa haricots verts \nPenne Toni med tärnad ryggbiff, kantareller, grädde och senap samt riven ost och färsk timjan\nStekt panerad fiskfilé med romsås samt dilldoftande potatismos och citronklyfta\nVeg. Fetaostfyllda kikärtsbiffar med syrlig yoghurtsås samt varm bulgursallad med färska grönsaker\nHeats salladsbuffé (Gör din egen sallad)\n\n154 kr."
}