{
  "Restaurang Spill (1 min)": "Färsbiff med gräddig pepparsås, rostad potatis, rårörda lingon och syrlig gurka \n(Finns fläskfritt alternativ) \nVegetarisk: Kikärtsbiff med gräddig pepparsås, rostad potatis, rårörda lingon och syrlig gurka\n(Finns veganskt alternativ) \n\nHa en underbar dag!    135kr\n\n130 kr, smör & hembakad bröd och bryggkaffe.",
  "Cicchetti (5 min)": "Lunch vecka 7\nKl. 11.00-14.00 Mån/Mon/Lun - Fre/Fri/Ven \nAlla rätter kostar 149 kronor. Bryggkaffe & Sallads Buffet ingår. På fredagar erbjuder vi även lite kaffebröd =)\nAll dish cost 149 kr. Filtered coffee & Salad’s buffet are included. On Friday´s we include some cake for the coffee =)\n \nHela veckan /Whole week/ Tutta la settimana\n\nClassics\nPasta Bolognese (Köttfärssås á lá Bolognese på nöttkött) med grana\nPasta Carbonara (Ägg, svart peppar, pecorino, pancetta, grana) \n\nSallad med/With burrata eller/or kyckling\nGurka – Rödlök - Morötter - Granatäpple – krutonger - Solroskärnor\nCucumber – Red onions - Carrots - Pomegranate - Croutons – Sunflowerseeds\n \nVeg pasta\nPasta – Svampsås – Citron Rostad rotselleri – Timjan – Spenat - Grana\nPasta – Mushroom sauce – Lemon roasted celeriac – Thyme – Spinach – Grana\n\n149 kr, bryggkaffe & sallads buffé ingår.",
  "Percys (7 min)": "Could not fetch PDF: 404 Client Error: Not Found for url: https://www.malmoarena.com/hubfs/Dagens%20r%C3%A4tt%20v07%202026.pdf?hsLang=sv",
  "Edge Kitchen (10 min)": "No menu available for Måndag.",
  "Gemyt med SMAK (5 min)": "Bräserad griskind med rotselleripure, tomat, lök, gremolata och Vesterhavsost.\nRegnbågsfile med räk & pepparotshollandaise morotscrudite, gräslök och dill.\nRårakor med getost, bakade betor, honungsrostade nötter och mizuna.\n\n\n\n149 kr, sallad, surdegsbröd och vatten ingår",
  "The Garden - Hyllie Terrass (2 min)": "138 kr.",
  "HEAT Hyllie (3 min)": "Hemlagade pannkakor med sylt och vispad grädde\nKrämig het biffstroganoff med färska champinjoner, ris och gräddfil samt saltgurkstavar \nStekt panerad fiskfilé med dill- och romsås samt potatismos, dillslungade grönsaker och citron\nOst- och lökfylld lunchkorv med hemlagat potatismos samt Johnnys senap och gurkmajonnäs \nVegetarisk lasagne med färska grönsaker och röda linser samt riven ost och färska örter\nHeats salladsbuffé (Gör din egen sallad)\n\n154 kr."
}