{
  "Restaurang Spill": "Dagens lunch\nfredag, 13/9, 2024\nSpills Lasagne med hot sauce, marinerad kålsallad, endiv i citrusdressing, syrlig lök och basilika\nFinns att få fläskfri!\nVegetarisk:\nSpills Vegetariska lasagne med hot sauce, marinerad kålsallad, endiv i citrusdressing, syrlig lök och basilika\nFinns att få vegansk och glutenfri!\nHa en härlig dag och helg!",
  "Mia Marias": "Fredag 13/9\nFisk 120 kr\nKolja med rostade zucchini, gremolatasmör, riven grana padano och rostad mandel och potatis.\nKött 110 kr\nFärsbiffar med ugnsrostade rödbetor, fetaost och tzatziki och rostad potatis.\nVegetarisk 105 kr\nPirog fylld med oumph-färs, smaksatt med spiskummin. Serveras med en spetskålssallad.\nPå fredagar bjuder vi på fredagskaka till maten!",
  "P2": "Fredag\nGREEN\nStekt ostronskivling med lagrad ekologisk prästost, svartkål & pumpakräm\nLOCAL\nChili på svensk högrev med gräddfil, majschips, jalapenos & koriander\nWORLD WIDE\nRisnudlar med spicey fläskfärs, koriander, ingefära, hoisinmajjo, jordnötter & stekt ägg\nIDAG BJUDER VI PÅ LITEN SÖTSAK :)",
  "Ubåtshallen": "Fredag\nDet gröna:\nPokébowl med sesam marinerad tofu, sushiris, wakame, picklad rödlök, böngroddar, vårlök, avokado, sojabönor och chilimajonnäs\nHusman:\nPankopanerad schnitzel med rostad potatis, syrlig silverlök, krispig grönkål och kallrörd bearnaise\nInternationell:\nRagu bolognese på högrev med tagliatelle, ruccola och grana padano\n(går att få med glutenfri pasta)\nPå fredagar bjuder vi på något sött efter maten\nVeckans sallad:\nRostad pumpa med gröna blad, quinoa, granatäpple, fetaost, honungsvinaigrette och rostade fröeér\nDagens lunch eller veckans sallad 118;-\nI dagens lunch och veckans sallad ingår det hembakt bröd, smör, salladsbuffé, soppa och bordsvatten\nDagens soppa och hembakt bröd 89;-\nLadda ett lunchkort hos oss och få kaffe på maten, samt 10% rabatt på allt du köper hos oss\ntex. blir en lunch 106:-\nMed reservation för ändringar\nHar du någon allergi? Prata med personalen så hjälper de dig gärna!\nLämna detta fält tomt\nFå veckomatsedel på epost\nRegistrera din epost och få menyn skickad varje vecka.\nE-postadress\n*",
  "Stora Varvsgatan": "Fredag\nDagens: Kalv cuvette med timjanspotatis, örtsås & caponata\nVeg: Stekt grillost med timjanspotatis, örtsås & caponata\n(Vegetariskt innehåller: Laktos)\nÖppettider 11.00 – 14.00, måndag till fredag\n(Med reservation för ändringar)\nPriser\nBird 11.00-13.30 … 129 kr\n11 kort?\nKöp 11 luncher och betala för 10\nwww.storavarvsgatan6.se\nRestaurangen 0732-440040\nEmail: info@storavarvsgatan6.se",
  "Glasklart": "No menu available for Fredag.",
  "Saltimporten": "FREDAG\nOxtartar / Oliver / Feta / Rödlök\nVEGETARISKT\nMån-Ons\n: Zucchini / Shitake / Sesam / Miso\nTors-fre\n:\nSpetskål / Lök / Parmesan / Svamp"
}