{
  "Restaurang Spill (1 min)": "Pasta linguine med bolognese, parmesan, brödkrisp, pesto på pumpafrön, salvia och oregano, kräm på ricotta och getost \nVegetarisk: Pasta linguine med vegetarisk bolognese, parmesan, brödkrisp, pesto på pumpafrön, salvia och oregano, kräm på ricotta och getost \n(Finns veganskt alternativ) \n\nHa den bästa helgen! \n135kr\n\n130 kr, smör & hembakad bröd och bryggkaffe.",
  "Cicchetti (5 min)": "Lunch vecka 7\nKl. 11.00-14.00 Mån/Mon/Lun - Fre/Fri/Ven \nAlla rätter kostar 149 kronor. Bryggkaffe & Sallads Buffet ingår. På fredagar erbjuder vi även lite kaffebröd =)\nAll dish cost 149 kr. Filtered coffee & Salad’s buffet are included. On Friday´s we include some cake for the coffee =)\n \nHela veckan /Whole week/ Tutta la settimana\n\nClassics\nPasta Bolognese (Köttfärssås á lá Bolognese på nöttkött) med grana\nPasta Carbonara (Ägg, svart peppar, pecorino, pancetta, grana) \n\nSallad med/With burrata eller/or kyckling\nGurka – Rödlök - Morötter - Granatäpple – krutonger - Solroskärnor\nCucumber – Red onions - Carrots - Pomegranate - Croutons – Sunflowerseeds\n \nVeg pasta\nPasta – Svampsås – Citron Rostad rotselleri – Timjan – Spenat - Grana\nPasta – Mushroom sauce – Lemon roasted celeriac – Thyme – Spinach – Grana\n\n149 kr, bryggkaffe & sallads buffé ingår.",
  "Percys (7 min)": "Could not fetch PDF: 404 Client Error: Not Found for url: https://www.malmoarena.com/hubfs/Dagens%20r%C3%A4tt%20v07%202026.pdf?hsLang=sv",
  "Edge Kitchen (10 min)": "Dagens: Grillad fläskfilé med pommes, bearnaisesås, lökringar, juliennesallad \nVegetarisk: Grillad spetskål med pommes, bearnaisesås, lökringar, juliennesallad\n\n149 kr.",
  "Gemyt med SMAK (5 min)": "Lammfärsbiff med fetaost, oliver, raddichio, semitorkade tomater, tzatziki och basilika.\nSejfile med Tom Khabuljong, champinjon, böngroddar, morot och thaibasilika.\nRotselleriterrine med tryffelmajonnäs, friterad ostronskivling, frissesallad och citronette\n\n\n\n149 kr, sallad, surdegsbröd och vatten ingår",
  "The Garden - Hyllie Terrass (2 min)": "138 kr.",
  "HEAT Hyllie (3 min)": "Dessertbuffé á la Alla hjärtans dag\nGrillad fläskfilé med bearnaisesås och rödvinssås samt potatisgratäng och Heats kryddsmör\nKebab med ris eller tortillabröd samt het tomatsås och vitlökssås samt krispig sallad\nStekt fiskfilé Walewska med krämig hummersås, smörstekta färska champinjoner och potatismos\nVeg. Broccolibiffar med dijonnaise samt krämig potatisgratäng och krispig sallad\nHeats salladsbuffé (Gör din egen sallad) \n\n154 kr."
}