{
  "Restaurang Spill (1 min)": "Stekt kyckling med ris, gochujangmajo, rostad broccoli och paprika, purjolök och sallad Vegetarisk: Bakad morot med ris, gochujangmajo, rostad broccoli och paprika, purjolök och sallad\n(Finns veganskt alternativ)\n\nHa det bäst!     130kr\n\n130 kr, smör & hembakad bröd och bryggkaffe.",
  "Cicchetti (5 min)": "Pasta – Karl-johanssvampkräm – Salsiccia – Grana – Persilja\nPasta – Porcini mushrooms sauce – Salsiccia – Grana - Parsley\n\n149 kr, bryggkaffe & sallads buffé ingår.",
  "Percys (7 min)": "Fläskschnitzel serveras med stekt potatis, rödvinssås, ansjovis, kapris & citron\n\n145 kr, salladsbord, hembakat bröd, smör & kaffe.",
  "Edge Kitchen (10 min)": "Dagens: Friterad spätta med kokt potatis, dillsås, fänkålsallad\nVegetarisk: Friterad pannoumi med kokt potatis, dillsås, fänkålsallad\n\n149 kr.",
  "Restaurang Pascal (10 min)": "Dessert ingår!149 kr",
  "Gemyt med SMAK (5 min)": "Friterad fläskschnitzel med ärtor, brynt citronsmör, persilja.\nTorskfilé med hackat ägg, senapsbechamel, blomkål, ärtor och örtsallad.\nCremé på vitabönor med citron samt rostade betor, getost, valnötter och rosmarin.\n\n\n\n149 kr, sallad, surdegsbröd och vatten ingår",
  "The Garden - Hyllie Terrass (2 min)": "Gröna smaker\nRödbetsbiffar rmed fetaost, blomkålscrème med citron- & gräslök\n\nKlassiska smaker\nPannbiff , gräddsås, farinstekt brysselkål, kokt potatis och rå rörda lingon\n\nVärldens smaker\nPanko & persilje toppad sejfilé samt blomkålscreme med citron-& gräslök\n\n138 kr.",
  "HEAT Hyllie (3 min)": "Hembakad kladdkaka med lättvispad grädde\nGrillad kycklingfilé med jalapeñobearnaisesås samt råstekt potatis och wokade färska grönsaker\nKrämig vintergryta med strimlat nötkött, kantareller och smålök samt ris och svartvinbärsgelé \nSprödbakad pangasiusfilé med basilikasås samt Heats potatismos och bukettgrönsaker\nVeg. Spenatlasagne med tomat- och löksallad samt riven ost och färska örter \nHeats salladsbuffé (Gör din egen sallad) \n\n154 kr."
}