{
  "Restaurang Spill (1 min)": "Pasta med chorizo i tomatsås. Serveras med rostad aubergine, bakad lök & lagrad ost och brödkrisp Vegetarisk: Pasta med blomkål & böna i tomatsås. Serveras med rostad aubergine, bakad lök & lagrad ost och brödkrisp \n(Finns veganskt alternativ)\n\n130 kr, smör & hembakad bröd och bryggkaffe.",
  "Cicchetti (5 min)": "Nattbakad Högrev – Rostad potatis – Savojkål – Rosmarinsmör – Balsamico glaze\nOvernight High ribs – Roasted potatoes – Savoy kale – Rosemary butter – Balsamico glaze\n\n149 kr, bryggkaffe & sallads buffé ingår.",
  "Percys (7 min)": "Arenans ärtsoppa med pannkaksbuffé. Kött-, fisk- & vegetariska alternativ finns även att\nvälja mellan\n\n145 kr, salladsbord, hembakat bröd, smör & kaffe.",
  "Edge Kitchen (10 min)": "Dagens: Panbiff provencale med rostad potatis, persiljesmör, rödvinsås, haricot verts\nVegetarisk: Vegobiff provencale med rostad potatis, persiljesmör, rödvinsås, haricot verts\n\n149 kr.",
  "Restaurang Pascal (10 min)": "Pasta med salsiccia och tomatsås med ruccolasallad149 kr",
  "Gemyt med SMAK (5 min)": "Kycklingbröst med sotad romansallad, Parmesancremé, råhyvlad champinjon och knaperstekt bacon.\nSejlfile med Sandefjordsås, svartkålssallad, dill och mandel.\nGnocchi med gräddstuvad kål, friterad salvia, hasselnötter, Vesterhavsost och raddicho.\n\n\n\n149 kr, sallad, surdegsbröd och vatten ingår",
  "The Garden - Hyllie Terrass (2 min)": "Gröna smaker\nZucchinibiffar med, rostad vitlökskräm, varm tomat- och örtbulgur\n\nKlassiska smaker\nGulaschsoppa med vispad smetana, pannkakor samt sylt och grädde\n\nVärldens smaker\nCoq au vin på kycklinglårfilé med rökt sidfläsk, champinjoner, kokt potatis och rostad lök\n\n138 kr.",
  "HEAT Hyllie (3 min)": "Hemlagade pannkakor med sylt och vispad grädde\nWallenbergare med skirat smör eller gräddsås samt potatispuré, ärter och rårörda lingon\nÄrtsoppa med fläsk samt hemlagade pannkakor med sylt och vispad grädde\nSkaldjursgratinerad fiskfilé med krämig vitvinssås samt potatismos eller ris och broccolibuketter\nLasagne al forno med riven ost och färska örter\nVeg. Krämig kantarellsoppa med örtkrutonger samt hemlagade pannkakor med sylt och vispad grädde\nHeats salladsbuffé (Gör din egen sallad) \n\n154 kr."
}