{
  "Restaurang Spill (1 min)": "Hamburgare med pulled pork och cheddar, sallad, vårlök och picklat, majo på rostad majs och mild vitlök, guacamole, serveras med pommes  \n(Finns fläskfritt alternativ) \nVegetarisk: Hamburgare med pulled veggies och cheddar, sallad, vårlök och picklat, majo på rostad majs och mild vitlök, guacamole, serveras med pommes \n(Finns veganskt alternativ) \n\nHa en underbar helg!    135kr\n\n130 kr, smör & hembakad bröd och bryggkaffe.",
  "Cicchetti (5 min)": "Lunch vecka 6\nKl. 11.00-14.00 Mån/Mon/Lun - Fre/Fri/Ven \nAlla rätter kostar 149 kronor. Bryggkaffe & Sallads Buffet ingår. På fredagar erbjuder vi även lite kaffebröd =)\nAll dish cost 149 kr. Filtered coffee & Salad’s buffet are included. On Friday´s we include some cake for the coffee =)\n \nHela veckan /Whole week/ Tutta la settimana\nSallad med/With burrata eller/or kyckling\nGurka – Rödlök - Apelsin – krutonger - Solroskärnor\nCucumber – Red onions - Orange - Croutons – Sunflowerseeds\n \nVeg pasta\nPasta – Blomkålskräm – Pumpa – Körsbärstomater – Spenat – Valnötter\nPasta – Cauliflower – Pumpkin – Cherry tomatoes – Spinach – Walnuts\n \nClassics\nPasta Bolognese (Köttfärssås á lá Bolognese på nöttkött) med grana\nPasta Carbonara (Ägg, svart peppar, pecorino, pancetta, grana)\n\n149 kr, bryggkaffe & sallads buffé ingår.",
  "Percys (7 min)": "Could not fetch PDF: 404 Client Error: Not Found for url: https://www.malmoarena.com/hubfs/Dagens%20r%C3%A4tt%20v06%202026.pdf?hsLang=sv",
  "Edge Kitchen (10 min)": "Dagens: Kryddbakad pluma (fläsk) med klyftpotatis, rödvinssky, dragon crème, rostad morot\nVegetarisk: Grillad pannoumi med klyftpotatis, rödvinssky, dragon crème, rostad morot\n\n149 kr.",
  "Gemyt med SMAK (5 min)": "Helstekt entrecôte med bearnaisesås, tomatsallad med haricot verts och friterad schallottenlök\nSejfile med smörbakad kålrabbi, brynt smör, hasselnötter och dill\nFriterad halloumi med bulgur, harrisacreme, granatäpple och tabboule.\n\n\n\n149 kr, sallad, surdegsbröd och vatten ingår",
  "The Garden - Hyllie Terrass (2 min)": "138 kr.",
  "HEAT Hyllie (3 min)": "Farmor Guns kaneldoftande äppelpaj med vaniljsås\nHeats smashed burger-buffé med kryddig klyftpotatis och alla goda tillbehör\nNattbakad karré toppad med picklad rödlök och BBQ-sås samt chilibearnaise och råstekt potatis \nHummergratinerad lax och fiskfilé samt Heats potatismos och wokade grönsaker\nVeg. Broccolibiffar med Heats vitlökssås samt råstekt potatis och krispig sallad\nHeats salladsbuffé (Gör din egen sallad) \n\n154 kr."
}