{
  "Restaurang Spill (6min)": "Dagens lunch\ntorsdag, 17/10, 2024\nGrillad macka med flankstek, rostad potatis i chimichurri, glaserad paprika och rödbeta, örtsmör och syrlig rödlök\nVegetarisk:\nGrillad macka med bakad rotselleri, rostad potatis i chimichurri, glaserad paprika och rödbeta, örtsmör och syrlig rödlök\nHa en fin dag!",
  "Mia Marias (3min)": "Torsdag 17/10\nFisk 120 kr\nUgnsbakad kummel med hasselbackspotatis, brynt smör, rostad mandel och broccolisallad.\nKött 110 kr\nBaconlindad köttfärslimpa. Rostade rotfrukter, klyftpotatis och stuvad savoykål.\nVegetarisk 105 kr\nLinsbiffar. Serveras med kryddig tomatsås, saffransris och broccolisallad.\nTorsdagens soppa 100 kr\nÄrtsoppa med eller utan fläsk. Pannkaksbuffé.",
  "P2 (3min)": "Torsdag\nGREEN\nBakad palsternacka, ras al hanout, bulgursallad, persilja och sumak\nLOCAL\nHelstekt kotlettrad med grönkål, lök, citron, kapris och potatis\nWORLD WIDE\nGlasnudelsallad med tuppfärs, chili, lime, fisksås, cashewnötter & koriander",
  "Ubåtshallen (6min)": "Torsdag\nDet gröna:\nPalak paneer på halloumi, basmatiris, färskost och koriander\nHusman:\nHjortfärsbiffar med rostade rotfrukter, svampsås och rårörda lingon\nInternationell:\nMustig gulasch gryta på högrev med basmatiris, paprika, saltgurka, yoghurt och persilja",
  "Stora Varvsgatan (5min)": "Torsdag\nDagens: Pulled pork med friterad potatis, jalapeno aioli & picklad kål\nVeg: Pulled oumph med friterad potatis, jalapeno aioli & picklad kål",
  "Glasklart (1min)": "Torsdag\nRaggmunkar med stekt fläsk, löksås, löksås & bruna bönor\nVeckans vegetariska\nFriterad kronärtskocka med rökt majonnäs samt dagens tillbehör\nGlasklart sallad\nMixsallad, quinoa, paprika, avokado, ägg, solrosfrön & chiliaioli\nVälj protein: bönor 110:-/ kyckling 120:-/ räkor 125:-\nCaesar sallad\nRomansallad, quinoa, bacon, parmesan, krutonger & caesardressing\nVälj protein: bönor 110:-/ kyckling 120:-/ räkor 125:-",
  "Saltimporten (24min)": "TORSDAG\nKorv / Tomat / Oregan / Parmesan"
}