{
  "Restaurang Spill (1 min)": "Fläskytterfilé med rostade rotfrukter, chimichurry, skysås och surdegskrisp \n( Finns fläskfritt alternativ ) Vegetarisk: Broccoli & svamp med rostade rotfrukter, chimichurry, skysås och surdegskrisp \n( Veganskt alternativ finns ) 130kr\n\n130 kr, smör & hembakad bröd och bryggkaffe.",
  "Cicchetti (5 min)": "Lasagne – Basilika kräm – Sallad - Grana\nLasagne – Basil cream – Salad - Grana\n\n149 kr, bryggkaffe & sallads buffé ingår.",
  "Percys (7 min)": "Arenans ärtsoppa med pannkaksbuffé. Kött-, fisk- & vegetariska alternativ finns även att\nvälja mellan\n\n145 kr, salladsbord, hembakat bröd, smör & kaffe.",
  "Edge Kitchen (10 min)": "Dagens: Wallenbergare med potatispuré, brynt smör, gröna ärtor, rårörda lingon\nVegetarisk: Vego wallenbergare med potatispuré, brynt smör, gröna ärtor, rårörda lingon\n\n149 kr.",
  "Restaurang Pascal (10 min)": "Dessert ingår!149 kr",
  "Gemyt med SMAK (5 min)": "Kalkonbröst med dragonsås, bakad spetskål, äpple och persilja.\nTorskfilé med hackat ägg, senapsbechamel, blomkål, ärtor och örtsallad.\nTortiglioni med linsbolognese, Grana padano, rucola och kapris\n\n\n\n149 kr, sallad, surdegsbröd och vatten ingår",
  "The Garden - Hyllie Terrass (2 min)": "Gröna smaker\nZucchini- och grillostplättar med BBQ-sås samt citron & vitlöks fräst couscous,\n\nKlassiska smaker\nÄrtsoppa med fläsk. Husets pannkakor med sylt och grädde\n\nVärldens smaker\nköttfärslimpa med ajvarcrème, syrad rödkål och vitlöksstekt potatis\n\n138 kr.",
  "HEAT Hyllie (3 min)": "Hemlagade pannkakor med sylt och vispad grädde\nHelstekt fläskfilé med bearnaisesås samt krämig potatisgratäng och vitlöksfrästa haricots verts\nÄrtsoppa med fläsk samt hemlagade pannkakor med sylt och vispad grädde\nPasta Indienne med heta räkor, färsk paprika och krämig currysås, toppad med färska örter \nLasagne al forno med riven ost och färska örter\nVeg. Krämig blomkålssoppa med örtkrutonger samt hemlagade pannkakor med sylt och vispad grädde\nHeats salladsbuffé (Gör din egen sallad) \n\n154 kr."
}